accountsservice
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
alacritty
alsa-firmware
alsa-plugins
alsa-utils
atool
auto-cpufreq
autojump
b43-fwcutter
base
base-devel
bash-completion
bat
betterlockscreen
bind
bluez
bluez-utils
brave-nightly-bin
brightnessctl
bspwm
btop
btrfs-progs
cantarell-fonts
catppuccin-gtk-theme-mocha
cmatrix
cowsay
cryptsetup
device-mapper
devour
dhclient
diffutils
dmidecode
dmraid
dnsmasq
dosfstools
downgrade
dracut
duf
dunst
e2fsprogs
efibootmgr
efitools
engrampa
eos-dracut
eos-hooks
ethtool
evince
exa
exfatprogs
f2fs-tools
ffmpegthumbnailer
figlet
firefox
firewalld
fsarchiver
git
glances
gnome-disk-utility
google-chrome
gpick
grub
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gtk-engine-murrine
gufw
gvfs
gvfs-mtp
haveged
hdparm
htop
hwdetect
hwinfo
inetutils
intel-ucode
inxi
iptables-nft
iwd
jfsutils
kvantum
less
lf
libdvdcss
libgsf
libopenraw
libwnck3
linux
linux-firmware
linux-headers
logrotate
lsb-release
lsscsi
lvm2
lxappearance-gtk3
man-db
man-pages
mate-polkit
mdadm
meld
mesa-utils
mlocate
modemmanager
mpv
mtools
nano
nano-syntax-highlighting
neofetch
neovim
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nilfs-utils
nitrogen
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nss-mdns
ntfs-3g
ntp
obs-studio
obsidian
openbangla-keyboard-bin
openssh
os-prober
pacman-contrib
pamixer
papirus-folders-catppuccin-git
papirus-icon-theme
paru
pavucontrol
perl
picom-pijulius-git
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
polybar
poppler-glib
power-profiles-daemon
pv
python
python-capng
python-defusedxml
python-packaging
python-pyqt5
qt5ct
rebuild-detector
redshift
reflector
reiserfsprogs
rofi-calc
rofi-emoji
rofi-greenclip
rsync
rtkit
s-nail
scrot
sg3_utils
shell-color-scripts
slop
smartmontools
sof-firmware
stacer
sudo
sxhkd
sxiv
sysfsutils
systemd-sysvcompat
tdrop
texinfo
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
timeshift-bin
tldr
transmission-cli
tree
ttf-bitstream-vera
ttf-cascadia-code
ttf-dejavu
ttf-fira-sans
ttf-icomoon-feather
ttf-iosevka-nerd
ttf-jetbrains-mono
ttf-liberation
ttf-mac-fonts
ttf-ms-fonts
ttf-opensans
ttf-roboto
ttf-rubik
ttf-ubuntu-font-family
ueberzug
unrar
unzip
upower
usb_modeswitch
usbutils
ventoy-bin
vi
vscodium-bin
wget
which
wireplumber
wpa_supplicant
xcalib
xclip
xdg-user-dirs
xdg-utils
xf86-input-libinput
xf86-video-intel
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xev
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xorg-xsetroot
xterm
yt-dlp
zsh
